public class Main {
    public static void main(String[] args) {
        // Задание 2
        System.out.println("Задание 2");
        int ageschildren = 14;
        if (ageschildren < 5) {
            System.out.println("Ребенок не может кататься на аттракционе");
        } else if (ageschildren >= 5 && ageschildren < 14) {
            System.out.println("Ребенок может кататься только в сопровождении взрослого");
        } else if (ageschildren >= 14) {
            System.out.println("Ребенок может кататься без сопровождения взрослого");
        }}
    {
    }
}



